{
  "authors": [{
    "title" : "IT",
    "name": "Stephen King",
    "shortname" : "Stephen King",
    "summary" : "(Born September 21, 1947) is an American author of horror, supernatural fiction, suspense, science fiction, and fantasy. His books have sold more than 350 million copies, many of which have been adapted into feature films, miniseries, television series, and comic books. King has published 54 novels, including seven under the pen name Richard Bachman, and six non-fiction books. He has written around 200 short stories, most of which have been collected in book collections..",
    "description": "<p>'The Author'.</p><p>Stephen Edwin King was born in Portland, Maine in 1947, the second son of Donald and Nellie Ruth Pillsbury King. After his parents separated when Stephen was a toddler, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of the elderly couple. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.</p>",
    "books": ["it_Stephen_king_01_tn.jpg", "Under_the_Dome_Final_02_tn.jpg", "The_Dark_Tower_03_tn.jpg", "The_Stand_04_tn.jpg"]
  },{
    "title" : "The Cat in the Hat",
    "name": "Theodor Seuss Geisel",
    "shortname" : "Theodor Seuss Geisel",
    "summary": "(Born March 2, 1904 – September 24, 1991)was an American author, political cartoonist, poet, animator, book publisher, and artist, best known for authoring more than 60 children's books under the pen name Doctor Seuss (abbreviated Dr. Seuss) His work includes several of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his death.",
    "description": "<p>Throughout his career, cartoonist and writer Dr. Seuss published over 60 books. His children's books like 'The Cat in the Hat' and 'Green Eggs and Ham' were some of his most famous works. Theodor Seuss Geisel (March 2, 1904 to September 24, 1991), better known by his pen name Dr. Seuss, was a writer and cartoonist who published over 60 books. He published his first children's book, And to Think That I Saw It on Mulberry Street, under the name of Dr. Seuss in 1937. Next came a string of best sellers, including The Cat in the Hat and Green Eggs and Ham. His rhymes and characters are beloved by generations.</p>",
    "books" : ["The_Cat_in_the_Hat_01_tn.jpg" , "The-Grinch_02_tn.jpg" , "The_Lorax_03_tn.jpg"]
  },{
    "title" : "Death on the Nile",
    "name": "Agatha Christie",
    "shortname" : "Agatha Christie",
    "summary": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, DBE was an English writer. She is known for her 66 detective novels and 14 short story collections, particularly those revolving around her fictional detectives Hercule Poirot and Miss Marple.",
    "description": "<p>Agatha Mary Clarissa Miller was born on 15 September 1890 in Torquay, Devon, South West England into a comfortably well off middle class family. What made her upbringing unusual, even for its time, was that she was home schooled largely by her father, an American. Her mother, Clara, who was an excellent storyteller, did not want her to learn to read until she was eight but Agatha, bored and as the only child at home (she was a much loved “afterthought” with two older siblings) taught herself to read by the age of five.  Where did her creativity come from? She absorbed the children’s stories of the time - Edith Nesbit (The Story of the Treasure Seekers, The Railway Children) and Louisa M Alcott (Little Women) but also poetry and startling thrillers from America. Agatha invented imaginary friends, played with her animals, attended dance classes and began writing poems when she was still a child.  When she was five, the family spent some time in France having rented out the family home of Ashfield to economise, and it was here with her “governess” Marie, that Agatha learnt her idiomatic but erratically spelt French. At the age of eleven there was a shock. Her father, not well since the advent of financial difficulties, died after a series of heart attacks. Clara was distraught and Agatha became her mother’s closest companion. There were more money worries and talk of selling Ashfield. But Clara and Agatha found a way forward and from the age of 15 Agatha boarded at a succession of pensions and took piano and singing lessons. She could have been a professional pianist but for her excruciating shyness in front of those she did not know.</p>",
    "books" : ["Death-on-the-nile_01_tn.jpg","Closed Casket_02_tn.jpg","And_Then_There_Were_None_03_tn.jpg","Murder On The Orient Express_04_tn.jpg","Miss Marple_05_tn.jpg"]
  }]
}
